[
   {
      "_id": "625b36dcad95c6e5ca9fb1e5",
      "picture": "https://i.ibb.co/Syr61TT/long-shot-man-taking-photos-beautiful-model-23-2148532606.webp",
      "name": "Personal",
      "price": "1200",
      "body": "Jamie Lau photographs for various magazines, supplements and websites, photographing front covers, features and reviews from portraits for YOU magazine and Waitrose magazine, to blind dates for Metropolitan - Eurostar's on-train publication, to travel features for EasyJet in-flight magazine. Working with writers and editors to ensure the imagery created supports and reflects the story and text written for the the feature. Commissions often illustrate factual stories therefore the integrity of the image is essential with the need to capture the essence of the scene and story being told, inline with the vision of the client."
   },
   {
      "_id": "625b36dce4d4f2b3612752f6",
      "picture": "https://i.ibb.co/MDNpqWB/wedding-archway-backyard-happy-wedding-couple-outdoors-before-wedding-ceremony-8353-11057.webp",
      "name": "Wedding",
      "price": "1500",
      "body": "Recent campaigns have included food photography, video and animations for Rowse Honey, drinks photography for Absolut Vodka, Easter food campaign photography for Marks & Spencer, Breyers Ice Cream, Phillips Shavers, Waitrose Wine as well as portraits for The Department of International Trade. Offering high-quality Advertising photography, which is used to describe and sell a product, idea or lifestyle reinforcing brand awareness. Whilst solving visual challenges by working with teams in a calm and friendly way to achieve the ultimate image for the brief."
   },
   {
      "_id": "625b36dcc36ab80144766d0a",
      "picture": "https://i.ibb.co/8Pt94fB/dispersed-image-effect-75503-142.webp",
      "name": "Multipurpose",
      "price": "2000",
      "body": "Jamie Lau’s background as a visual artist with a BA and MA in Fine Art informs the work produced, bringing an added sensitivity and intelligence to the visual experience. Post production services are available such as retouching as well as the availability to travel throughout the UK and internationally for commissions."
   },
   {
      "_id": "625b36dc1314bd9da357678a",
      "picture": "https://i.ibb.co/hYnB5MK/product-photographer-doing-his-job-studio-23-2148970266.webp",
      "name": "Life Style",
      "price": "1000",
      "body": "Photographer Jamie Lau’s relaxed approach aims to make even the most nervous sitter feel at ease in front of the lense and enjoy the photographic experience. Jamie takes portraits that are natural and best reflect the sitters, bringing his own perspective whilst also interpreting the brief set by the creative team. As a regular contributor to Waitrose magazine, Jamie photographs portraits of chefs and people within the food industry such as Ken Hom and Michel Roux Snr OBE, whilst for YOU magazine he has had the pleasure of photographing portraits of Radio 1 DJ Alice Levine and Editor-in-Chief Alexandra Shulman CBE at British Vogue."
   },
   {
      "_id": "625b36dc3b7d9ec13d7385dc",
      "picture": "https://i.ibb.co/cvFXHWx/arrangement-professional-photographer-equipment-23-2149033291.webp",
      "name": "Business",
      "price": "1300",
      "body": "Photographer Jamie Lau’s relaxed approach aims to make even the most nervous sitter feel at ease in front of the lense and enjoy the photographic experience. Jamie takes portraits that are natural and best reflect the sitters, bringing his own perspective whilst also interpreting the brief set by the creative team. As a regular contributor to Waitrose magazine, Jamie photographs portraits of chefs and people within the food industry such as Ken Hom and Michel Roux Snr OBE, whilst for YOU magazine he has had the pleasure of photographing portraits of Radio 1 DJ Alice Levine and Editor-in-Chief Alexandra Shulman CBE at British Vogue.  "
   },
   {
      "_id": "625b36dc0a846e01fe4531bf",
      "picture": "https://i.ibb.co/NL1B0wC/male-product-photographer-doing-his-job-studio-23-2148970192.jpg",
      "name": "Creative Art",
      "price": "900",
      "body": "Jamie Lau produces photography of an exceptional standard required for cookery books, authentically representing the recipes he photographs and edits. Together with the publisher, writer, food and prop stylist beautiful images are created that bring the recipes and stories to life, enticing the reader to a feast for their eyes."
   }
]